{
    "navbarItems": [
        "Sobre Mi",
        "Aptitudes",
        "Proyectos",
        "Servicios",
        "Contáctame"
    ],
    "header": {
        "greeting": "Hola!",
        "title": "Soy Florencia Talavera",
        "phrase": "Transformando ideas en Realidades"
    },
    "aboutMe": "Soy muy responsable, honesta, respetuosa y organizada. Tengo una excelente comunicación interpersonal, sé transmitir mis ideas con claridad y ejecutarlas de manera adecuada. Soy capaz de desarrollar varias tareas a la vez de forma eficaz, así como también contabilizar los proyectos bajo estimación de plazos. Me encanta cooperar en equipo, pero también poseo una mentalidad enfocada a desarrollar el trabajo de forma autónoma. Mi propósito diario es aprender algo nuevo y mejorar mis prácticas.",
    "buttons": {
        "cv": "Descargar CV",
        "contact": "ENVIAR"
    },
    "sections": [
        "Aptitudes y Herramientas",
        "Proyectos Personales",
        "Servicios",
        "Contáctame"
    ],
    "skillsText": {
        "first": "Actualmente estoy tomando clases particulares de inglés en",
        "level": "Mi nivel actual es B1",
        "third": "Sé lo importante de éste idioma tanto en el ámbito laboral, como para fortalecer la autoconfianza, desarrollo y desempeño.",
        "others": "También sigo aprendiendo y perfeccionandome en herramientas como:"
    },
    "services": {
        "title": [
            "Diseño de sitios web",
            "Desarrollo de sitios web",
            "Diseño de logotipos",
            "Diseño de sitios web receptivos",
            "Integración de redes sociales",
            "Tutorias - Mentorías"
        ],
        "description": {
            "websiteDesign": "El enfoque para el diseño de sitios web es crear un sitio que fortalezca la marca de su empresa y al mismo tiempo garantice la facilidad de uso y la simplicidad para su audiencia.",
            "websiteDevelopment": "El proceso de desarrollo web implica tomar los elementos gráficos definidos en el proceso de diseño y codificarlos en base a las tecnologías solicitadas.",
            "logoDesign": "El objetivo es diseñar un logotipo profesional pero creativo que refleje el espíritu de su empresa y deje un efecto duradero y memorable.",
            "responsiveWebsiteDesign": "Tener un diseño receptivo significa que su sitio web cambia de tamaño de manera fluida para una visualización óptima, independientemente del tamaño de la pantalla o del dispositivo (por ejemplo, iPhone, iPad).",
            "socialMediaIntegration": "La integración de redes sociales permite que su sitio web publique actualizaciones en Facebook, muestre un feed de Twitter y enlaces a dichas cuentas.",
            "mentoring": "Para todos aquellos que recién estén comenzando y necesitan asesoria o ayuda con algunos temas técnicos, pueden contactarme y con mucho gusto los ayudaré!"
        }
    },
    "snackbar": {
        "messageOk": "Mensaje enviado correctamente",
        "messageError": "No se pudo enviar el mensaje. Por favor intente más tarde."
    }
}